tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask", "https://mirrors.ustc.edu.cn/homebrew-cask.git"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core", "https://mirrors.ustc.edu.cn/homebrew-core.git"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "josh-/qlscpt"
tap "keith/formulae"
tap "lukakerr/casks"
tap "sambadevi/powerlevel9k"
tap "timothyye/tap"
brew "advancecomp"
brew "python"
brew "icu4c"
brew "archey"
brew "autoconf-archive"
brew "autojump"
brew "automake"
brew "axel"
brew "bash"
brew "bash-completion"
brew "bat"
brew "brainfuck"
brew "cataclysm"
brew "ccat"
brew "cmatrix"
brew "cookiecutter"
brew "coreutils"
brew "cowsay"
brew "curseofwar"
brew "diffuse"
brew "emacs"
brew "libtool"
brew "graphviz"
brew "pkg-config"
brew "evince"
brew "fd"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gifsicle"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "glances"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "googler"
brew "haskell-stack"
brew "hstr"
brew "htop"
brew "imagemagick"
brew "klavaro"
brew "kubernetes-cli"
brew "leptonica"
brew "libgit2"
brew "llvm"
brew "lolcat"
brew "lsof"
brew "luarocks"
brew "mackup"
brew "macvim", link: false
brew "mas"
brew "micro"
brew "midnight-commander"
brew "mit-scheme"
brew "mosh"
brew "mpg123"
brew "neovim"
brew "nethack"
brew "node"
brew "openssh"
brew "pandoc"
brew "pdfgrep"
brew "pngquant", args: ["HEAD"]
brew "progress"
brew "pv"
brew "qalculate-gtk"
brew "qemu"
brew "r"
brew "rakudo-star"
brew "ranger"
brew "remind"
brew "ripgrep"
brew "rlwrap"
brew "ruby"
brew "screenfetch"
brew "shellcheck"
brew "siege"
brew "spark"
brew "speedtest-cli"
brew "tcl-tk"
brew "tesseract"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "vitetris", link: false
brew "watson"
brew "wget"
brew "wifi-password"
brew "xdot"
brew "zlib"
brew "zsh"
brew "jesseduffield/lazygit/lazygit"
brew "keith/formulae/reminders-cli"
brew "timothyye/tap/ydict"
cask "airdroid"
cask "anki"
cask "anybar"
cask "aria2gui"
cask "astropad"
cask "background-music"
cask "blender"
cask "blockblock"
cask "bookends"
cask "cheatsheet"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "devdocs"
cask "digikam"
cask "do-not-disturb"
cask "dozer"
cask "drawio"
cask "duet"
cask "eclipse-ide"
cask "emacs"
cask "figma"
cask "firefox"
cask "firefox-developer-edition"
cask "fluor"
cask "flux"
cask "font-source-code-pro"
cask "fork"
cask "free-download-manager"
cask "geany"
cask "gimp"
cask "gitnote"
cask "gnucash"
cask "google-chrome"
cask "google-earth-pro"
cask "gpodder"
cask "hammerspoon"
cask "handbrake"
cask "haroopad"
cask "icons8"
cask "ieasemusic"
cask "iina"
cask "imageoptim"
cask "inkscape"
cask "insomnia"
cask "intel-power-gadget"
cask "iterm2"
cask "java"
cask "julia"
cask "kap"
cask "karabiner-elements"
cask "kdiff3"
cask "kextviewr"
cask "keyboardcleantool"
cask "keycastr"
cask "kindlegen"
cask "knockknock"
cask "lantern"
cask "latest"
cask "libreoffice"
cask "libreoffice-language-pack"
cask "licecap"
cask "listen1"
cask "lulu"
cask "macdown"
cask "macs-fan-control"
cask "mactex"
cask "mark-text"
cask "mathpix-snipping-tool"
cask "motrix"
cask "mtmr"
cask "nutstore"
cask "obs"
cask "omnidisksweeper"
cask "onyx"
cask "oracle-jdk"
cask "oversight"
cask "phew"
cask "platypus"
cask "podcastmenu"
cask "pomotodo"
cask "popmaker"
cask "powershell-preview"
cask "pycharm"
cask "qladdict"
cask "qldds"
cask "qlmarkdown-gfm"
cask "qlstephen"
cask "qlvideo"
cask "r-app"
cask "rcdefaultapp"
cask "recents"
cask "reggy"
cask "reikey"
cask "rescuetime"
cask "selfcontrol"
cask "sequel-pro-nightly"
cask "setapp"
cask "showyedge"
cask "shuttle"
cask "skim"
cask "sloth"
cask "smcfancontrol"
cask "squirrel"
cask "steam"
cask "sublime-text"
cask "suspicious-package"
cask "syncthing-app"
cask "taskexplorer"
cask "teamviewer"
cask "tencent-lemon"
cask "terminus"
cask "textmate"
cask "thunderbird"
cask "tickeys"
cask "twig"
cask "typora"
cask "unicodechecker"
cask "upterm"
cask "usage"
cask "vagrant"
cask "vimr"
cask "visual-studio-code"
cask "vlc"
cask "wewechat"
cask "whatpulse"
cask "wireshark"
cask "workflowy"
cask "xquartz"
cask "zotero"
cask "josh-/qlscpt/qlscpt"
mas "AdBlock", id: 1402042596
mas "Adblock Plus", id: 1432731683
mas "AmazePhotos", id: 1441404964
mas "Amphetamine", id: 937984704
mas "AppBeBack", id: 1317253465
mas "Bandwidth+", id: 490461369
mas "Bear", id: 1091189122
mas "Bitwarden", id: 1352778147
mas "Blackmagic Disk Speed Test", id: 425264550
mas "CleanerForXcode", id: 1296084683
mas "Commander One", id: 1035236694
mas "CotEditor", id: 1024640650
mas "DaisyDisk", id: 411643860
mas "Digital Clock 3D", id: 661632558
mas "Display Menu", id: 549083868
mas "DockTime", id: 508034739
mas "Earth 3D", id: 476566660
mas "Easy New File", id: 1162194131
mas "Eudb_en", id: 402380914
mas "Exporter", id: 1099120373
mas "Fancy Text", id: 1454211033
mas "fHash", id: 1055555711
mas "File Peek", id: 1194883472
mas "FileInsight", id: 777031670
mas "Fleet", id: 1183559550
mas "Flow", id: 1423210932
mas "Folder icon", id: 1084224628
mas "FSNotes", id: 1277179284
mas "FutuNiuniuPro", id: 1058271449
mas "Gapplin", id: 768053424
mas "Gladys", id: 1382386877
mas "Go2Shell", id: 445770608
mas "HazeOver", id: 430798174
mas "Helium", id: 1054607607
mas "Hex Fiend", id: 1342896380
mas "iBooks Author", id: 490152466
mas "iHex", id: 909566003
mas "iHosts", id: 1102004240
mas "iMovie", id: 408981434
mas "Infographics Lab - Templates", id: 577411683
mas "iRelax", id: 1343197843
mas "iWall", id: 1214761683
mas "Jietu", id: 1059334054
mas "JSONModeler", id: 1143129421
mas "Kaka", id: 1434172933
mas "Keka", id: 470158793
mas "Key Codes", id: 414568915
mas "KeyboardLocker", id: 1444996429
mas "Keymou", id: 449863619
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Launchey 2", id: 1365625021
mas "MacFamilyTree 8", id: 1037755919
mas "Magic Sort List", id: 883969157
mas "Magnet", id: 441258766
mas "Maipo", id: 789066512
mas "Mathpix Snipping Tool", id: 1349670778
mas "Micro Snitch", id: 972028355
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Mindfulness Bell Menu Bar", id: 1144260305
mas "miniQpicview", id: 1314842898
mas "Miroir", id: 985134131
mas "Moom", id: 419330170
mas "NotePlan", id: 1137020764
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PopClip", id: 445189367
mas "QQMusic", id: 595615424
mas "QR Creator Mini", id: 1185353935
mas "QR Journal", id: 483820530
mas "QuickMoveFile", id: 1414457383
mas "Recording Lite", id: 1017198069
mas "Reeder", id: 880001334
mas "RegexToolBox", id: 954196690
mas "Request-Class", id: 1076223220
mas "RMS sharing", id: 908570259
mas "RunCat", id: 1429033973
mas "ScreenShot PSD", id: 489880259
mas "Shortcut Bar", id: 1148891783
mas "SIDT", id: 1308724728
mas "SketchBook", id: 863486266
mas "Skitch", id: 425955336
mas "SnippetsLab", id: 1006087419
mas "Source Player Lite", id: 1444389594
mas "Spark", id: 1176895641
mas "Speedtest", id: 1153157709
mas "Spelling Alphabet", id: 499351638
mas "sPlayerFree", id: 1065301132
mas "SubEthaEdit", id: 728530824
mas "Telegram", id: 747648890
mas "Termius", id: 1176074088
mas "The Unarchiver", id: 425424353
mas "Theine", id: 955848755
mas "Time Out", id: 402592703
mas "Time Sink", id: 404363161
mas "ting_en", id: 734383760
mas "Trello", id: 1278508951
mas "UniversalPlayerMac", id: 1331844018
mas "VOX", id: 461369673
mas "WeChat", id: 836500024
mas "Wunderlist", id: 410628904
mas "Xcode", id: 497799835
mas "xShare", id: 1226829116
mas "Yoink", id: 457622435
mas "ZoomMe", id: 1437487517
mas "ZoomNotes Desktop", id: 986761220
mas "企业微信", id: 1189898970
mas "优酷", id: 1014945607
mas "印象笔记", id: 1356055347
mas "开发者之刃", id: 1445645840
mas "思诗", id: 1416483550
mas "爱奇艺", id: 1012296988
mas "讯飞语音输入", id: 1243368435
