tap "buo/cask-upgrade"
tap "candid82/brew"
tap "caskroom/fonts"
tap "dteoh/devdocs"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "josh-/qlscpt"
tap "keith/formulae"
tap "lukakerr/casks"
tap "sambadevi/powerlevel9k"
tap "timothyye/tap"
tap "yqrashawn/goku"
brew "advancecomp"
brew "python"
brew "icu4c"
brew "archey"
brew "autoconf-archive"
brew "automake"
brew "axel"
brew "bash"
brew "bash-completion"
brew "bat"
brew "brainfuck"
brew "cataclysm"
brew "ccat"
brew "cmake"
brew "cmatrix"
brew "cookiecutter"
brew "coreutils"
brew "cowsay"
brew "curseofwar"
brew "darksky-weather"
brew "diffuse"
brew "emacs"
brew "libtool"
brew "graphviz"
brew "pkg-config"
brew "evince"
brew "fd"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gifsicle"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "glances"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "googler"
brew "haskell-stack"
brew "hstr"
brew "htop"
brew "imagemagick"
brew "inetutils"
brew "klavaro"
brew "kubernetes-cli"
brew "leptonica"
brew "libgit2"
brew "llvm"
brew "lolcat"
brew "lsof"
brew "luarocks"
brew "mackup"
brew "macvim", link: false
brew "mas"
brew "micro"
brew "midnight-commander"
brew "mit-scheme"
brew "mosh"
brew "mpg123"
brew "nano"
brew "neovim"
brew "nethack"
brew "ninja"
brew "node"
brew "openssh"
brew "pandoc"
brew "pdfgrep"
brew "pipenv"
brew "pngquant", args: ["HEAD"]
brew "progress"
brew "pv"
brew "qalculate-gtk"
brew "qemu"
brew "r"
brew "rakudo-star"
brew "ranger"
brew "redis"
brew "remind"
brew "ripgrep"
brew "rlwrap"
brew "ruby"
brew "screenfetch"
brew "shellcheck"
brew "siege"
brew "spark"
brew "speedtest-cli"
brew "supervisor"
brew "tcl-tk"
brew "tesseract"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "vitetris", link: false
brew "watson"
brew "wget"
brew "wifi-password"
brew "xdot"
brew "zlib"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "jesseduffield/lazygit/lazygit"
brew "keith/formulae/reminders-cli"
brew "timothyye/tap/ydict"
brew "yqrashawn/goku/goku"
cask "airdroid"
cask "alfred"
cask "anaconda"
cask "anki"
cask "anybar"
cask "aria2gui"
cask "astropad"
cask "avira-antivirus"
cask "background-music"
cask "bbedit"
cask "beaker-browser"
cask "betterandbetter"
cask "bilibili"
cask "blender"
cask "blockblock"
cask "calibre"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "devdocs"
cask "digikam"
cask "do-not-disturb"
cask "docker"
cask "dozer"
cask "drawio"
cask "duet"
cask "emacs"
cask "ezip"
cask "find-any-file"
cask "firefox"
cask "flash-npapi"
cask "flash-ppapi"
cask "flux"
cask "font-genjyuugothic"
cask "font-genshingothic"
cask "font-noto-sans-cjk-sc"
cask "font-noto-serif-cjk-sc"
cask "font-source-code-pro"
cask "fork"
cask "free-download-manager"
cask "freecad"
cask "freeplane"
cask "geany"
cask "gimp"
cask "github"
cask "gnucash"
cask "google-chrome-beta"
cask "gpodder"
cask "hammerspoon"
cask "handbrake"
cask "haroopad"
cask "icons8"
cask "ieasemusic"
cask "iina"
cask "imageoptim"
cask "insomnia"
cask "intel-power-gadget"
cask "iterm2"
cask "java"
cask "julia"
cask "kap"
cask "karabiner-elements"
cask "kdiff3"
cask "kextviewr"
cask "keyboard-maestro"
cask "keyboardcleantool"
cask "keycastr"
cask "kindlegen"
cask "knockknock"
cask "lantern"
cask "latest"
cask "launchbar"
cask "libreoffice"
cask "libreoffice-language-pack"
cask "licecap"
cask "listen1"
cask "lulu"
cask "macdown"
cask "macs-fan-control"
cask "mactex"
cask "macvim"
cask "mongodb"
cask "motrix"
cask "mtmr"
cask "mysqlworkbench"
cask "neteasemusic"
cask "nutstore"
cask "obs"
cask "omnidisksweeper"
cask "onyx"
cask "opera"
cask "oracle-jdk"
cask "oversight"
cask "pencil2d"
cask "phew"
cask "platypus"
cask "podcastmenu"
cask "pomotodo"
cask "popmaker"
cask "powershell-preview"
cask "prefs-editor"
cask "pycharm-ce"
cask "qladdict"
cask "qldds"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "rcdefaultapp"
cask "redis"
cask "reggy"
cask "reikey"
cask "rescuetime"
cask "selfcontrol"
cask "sequel-pro-nightly"
cask "setapp"
cask "showyedge"
cask "shuttle"
cask "skim"
cask "sloth"
cask "snipaste"
cask "sourcetree"
cask "squirrel"
cask "steam"
cask "sublime-merge"
cask "sublime-text"
cask "suspicious-package"
cask "syncthing"
cask "taskexplorer"
cask "teamviewer"
cask "terminus"
cask "textmate"
cask "thunderbird"
cask "tickeys"
cask "typora"
cask "unicodechecker"
cask "upterm"
cask "usage"
cask "vagrant"
cask "vimr"
cask "visual-studio-code"
cask "vlc"
cask "wewechat"
cask "whatpulse"
cask "wireshark"
cask "wiznote"
cask "workflowy"
cask "xquartz"
cask "zotero"
cask "josh-/qlscpt/qlscpt"
cask "lukakerr/casks/pine"
mas "", id: 402380914
mas "", id: 419330170
mas "", id: 489880259
mas "", id: 462054704
mas "", id: 1243368435
mas "", id: 985134131
mas "", id: 1153157709
mas "", id: 734383760
mas "", id: 1349670778
mas "", id: 1435957248
mas "", id: 490461369
mas "", id: 1099120373
mas "", id: 1317253465
mas "", id: 1183559550
mas "", id: 1055555711
mas "", id: 1402042596
mas "", id: 1441404964
mas "", id: 1054607607
mas "", id: 457622435
mas "", id: 836500024
mas "", id: 1137020764
mas "", id: 1017198069
mas "", id: 789066512
mas "", id: 986761220
mas "", id: 1314842898
mas "", id: 1437487517
mas "", id: 1144260305
mas "", id: 1012296988
mas "", id: 1102004240
mas "", id: 1444389594
mas "", id: 1319778037
mas "", id: 1185353935
mas "", id: 1162194131
mas "", id: 499351638
mas "", id: 451732904
mas "", id: 1058271449
mas "", id: 1445645840
mas "", id: 462058435
mas "", id: 449863619
mas "", id: 490152466
mas "", id: 892912527
mas "", id: 661632558
mas "", id: 1457158844
mas "", id: 577411683
mas "", id: 863486266
mas "", id: 411643860
mas "", id: 1143129421
mas "", id: 768053424
mas "", id: 409203825
mas "", id: 1214761683
mas "", id: 1024640650
mas "", id: 1331844018
mas "", id: 1444996429
mas "", id: 1382386877
mas "", id: 909566003
mas "", id: 476566660
mas "", id: 1278508951
mas "", id: 1076223220
mas "", id: 508034739
mas "", id: 462062816
mas "", id: 1025822138
mas "", id: 425264550
mas "", id: 883969157
mas "", id: 1148891783
mas "", id: 1035236694
mas "", id: 1454211033
mas "", id: 1006087419
mas "", id: 1416483550
mas "", id: 1050489667
mas "", id: 972028355
mas "", id: 1342896380
mas "", id: 1037755919
mas "", id: 1176895641
mas "", id: 1414457383
mas "", id: 451108668
mas "", id: 1432731683
mas "", id: 410628904
mas "", id: 404363161
mas "", id: 445189367
mas "", id: 1296084683
mas "", id: 425424353
mas "", id: 1189898970
mas "", id: 728530824
mas "", id: 1453278898
mas "", id: 405399194
mas "", id: 1365625021
mas "", id: 1429033973
mas "", id: 1014945607
mas "", id: 1160374471
mas "", id: 908570259
mas "", id: 461369673
mas "", id: 595615424
mas "", id: 1308724728
mas "", id: 409183694
mas "", id: 402592703
mas "", id: 425955336
mas "", id: 747648890
mas "", id: 1277179284
mas "", id: 1352778147
mas "", id: 1018899653
mas "", id: 918486500
mas "", id: 1356055347
mas "", id: 409201541
mas "", id: 430798174
mas "", id: 1066183430
mas "", id: 470158793
mas "", id: 937984704
mas "", id: 445770608
mas "", id: 1059334054
mas "", id: 483820530
mas "", id: 497799835
mas "", id: 1176074088
