tap "buo/cask-upgrade"
tap "candid82/brew"
tap "caskroom/cask"
tap "caskroom/drivers"
tap "caskroom/fonts"
tap "cjbassi/gotop"
tap "dteoh/devdocs"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "josh-/qlscpt"
tap "keith/formulae"
tap "lukakerr/casks"
tap "osx-cross/avr"
tap "px4/px4"
tap "sambadevi/powerlevel9k"
tap "timothyye/tap"
tap "yqrashawn/goku"
brew "advancecomp"
brew "python"
brew "icu4c"
brew "archey"
brew "autoconf-archive"
brew "autojump"
brew "automake"
brew "libusb-compat"
brew "avrdude"
brew "axel"
brew "bash"
brew "bash-completion"
brew "bat"
brew "blueutil"
brew "brainfuck"
brew "cataclysm"
brew "ccat"
brew "cmake"
brew "cmatrix"
brew "cookiecutter"
brew "coreutils"
brew "cowsay"
brew "curseofwar"
brew "darksky-weather"
brew "dfu-programmer"
brew "dfu-util"
brew "diffuse"
brew "duti"
brew "emacs", link: false
brew "libtool"
brew "graphviz"
brew "pkg-config"
brew "qt", link: true
brew "poppler"
brew "evince"
brew "fd"
brew "node"
brew "fx"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gifsicle"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "glances"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "googler"
brew "haskell-stack"
brew "highlight"
brew "hstr"
brew "htop"
brew "imagemagick"
brew "inetutils"
brew "klavaro"
brew "kubernetes-cli"
brew "leptonica"
brew "libgit2"
brew "llvm"
brew "lolcat"
brew "lsof"
brew "luarocks"
brew "mackup"
brew "macvim", link: false
brew "mas"
brew "micro"
brew "midnight-commander"
brew "mit-scheme"
brew "mosh"
brew "mpg123"
brew "nano"
brew "neovim"
brew "nethack"
brew "ninja"
brew "openssh"
brew "pacvim"
brew "pandoc"
brew "pdfgrep"
brew "pipenv"
brew "pngquant", args: ["HEAD"]
brew "progress"
brew "pv"
brew "qalculate-gtk"
brew "qemu"
brew "r"
brew "rakudo-star"
brew "ranger"
brew "redis", link: false
brew "remind"
brew "ripgrep"
brew "rlwrap"
brew "ruby"
brew "screenfetch"
brew "shellcheck"
brew "siege"
brew "spark"
brew "speedtest-cli"
brew "supervisor"
brew "tcl-tk"
brew "tesseract"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "vitetris", link: false
brew "watson"
brew "wget"
brew "wifi-password"
brew "xdot"
brew "zlib"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "cjbassi/gotop/gotop"
brew "jesseduffield/lazygit/lazygit"
brew "keith/formulae/reminders-cli"
brew "osx-cross/avr/avr-gcc", link: false
brew "osx-cross/avr/avr-gcc@7", link: true
brew "px4/px4/gcc-arm-none-eabi"
brew "timothyye/tap/ydict"
brew "yqrashawn/goku/goku"
cask "actprinter"
cask "airdroid"
cask "alacritty"
cask "alfred"
cask "anaconda"
cask "anki"
cask "anybar"
cask "arduino"
cask "aria2gui"
cask "astropad"
cask "background-music"
cask "bbedit"
cask "beaker-browser"
cask "betterandbetter"
cask "bilibili"
cask "blender"
cask "blockblock"
cask "calibre"
cask "crosspack-avr"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "devdocs"
cask "digikam"
cask "do-not-disturb"
cask "docker"
cask "dozer"
cask "drawio"
cask "duet"
cask "eagle"
cask "emacs"
cask "ezip"
cask "find-any-file"
cask "firefox"
cask "flash-npapi"
cask "flash-ppapi"
cask "fliqlo"
cask "flux"
cask "font-fira-code"
cask "font-genjyuugothic"
cask "font-genshingothic"
cask "font-noto-sans-cjk-sc"
cask "font-noto-serif-cjk-sc"
cask "font-source-code-pro"
cask "fork"
cask "free-download-manager"
cask "freecad"
cask "geany"
cask "gimp"
cask "github"
cask "gnucash"
cask "google-chrome-beta"
cask "gpodder"
cask "hammerspoon"
cask "handbrake"
cask "haroopad"
cask "hyper"
cask "icons8"
cask "ieasemusic"
cask "iina"
cask "imageoptim"
cask "insomnia"
cask "intel-power-gadget"
cask "iterm2"
cask "java"
cask "julia"
cask "jupyter-notebook-viewer"
cask "kap"
cask "karabiner-elements"
cask "kdiff3"
cask "kextviewr"
cask "keyboard-maestro"
cask "keyboardcleantool"
cask "keycastr"
cask "kicad"
cask "kindlegen"
cask "kite"
cask "knockknock"
cask "lantern"
cask "latest"
cask "launchbar"
cask "librecad"
cask "libreoffice"
cask "libreoffice-language-pack"
cask "licecap"
cask "listen1"
cask "lulu"
cask "macdown"
cask "macs-fan-control"
cask "mactex"
cask "macvim"
cask "mongodb"
cask "motrix"
cask "mtmr"
cask "mysqlworkbench"
cask "neteasemusic"
cask "nomachine"
cask "nutstore"
cask "obs"
cask "omnidisksweeper"
cask "onyx"
cask "oracle-jdk"
cask "oversight"
cask "pencil2d"
cask "phew"
cask "platypus"
cask "podcastmenu"
cask "pomotodo"
cask "popmaker"
cask "prefs-editor"
cask "provisionql"
cask "pycharm-ce"
cask "qladdict"
cask "qlcolorcode"
cask "qldds"
cask "qlgradle"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlplayground"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "qmk-toolbox"
cask "qq"
cask "qqlive"
cask "quickjson"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookapk"
cask "quicklookase"
cask "rcdefaultapp"
cask "redis"
cask "reggy"
cask "reikey"
cask "rescuetime"
cask "seagate-dashboard"
cask "selfcontrol"
cask "sequel-pro-nightly"
cask "setapp"
cask "showyedge"
cask "shuttle"
cask "skim"
cask "sloth"
cask "snipaste"
cask "sourcetree"
cask "squirrel"
cask "steam"
cask "stringsfile"
cask "sublime-merge"
cask "sublime-text"
cask "suspicious-package"
cask "syncthing"
cask "taskexplorer"
cask "teamviewer"
cask "terminus"
cask "tex-live-utility"
cask "textmate"
cask "thunder"
cask "thunderbird"
cask "tickeys"
cask "typora"
cask "unicodechecker"
cask "upterm"
cask "usage"
cask "vagrant"
cask "vimr"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "wewechat"
cask "whatpulse"
cask "wireshark"
cask "wiznote"
cask "workflowy"
cask "xquartz"
cask "zettlr"
cask "zotero"
cask "josh-/qlscpt/qlscpt"
cask "lukakerr/casks/pine"
mas "2048 6x6", id: 892912527
mas "AdBlock", id: 1402042596
mas "Adblock Plus", id: 1432731683
mas "Amphetamine", id: 937984704
mas "App Language Chooser", id: 451732904
mas "AppBeBack", id: 1317253465
mas "Bandwidth+", id: 490461369
mas "BBEdit", id: 404009241
mas "Bitwarden", id: 1352778147
mas "CleanerForXcode", id: 1296084683
mas "Cloud Outliner", id: 1066183430
mas "com.alice.mac.go2shell", id: 445770608
mas "Commander One", id: 1035236694
mas "CotEditor", id: 1024640650
mas "Cursor Pro", id: 1447043133
mas "DaisyDisk", id: 411643860
mas "DefaultLanguage", id: 1453278898
mas "Digital Clock 3D", id: 661632558
mas "Disk Speed Test", id: 425264550
mas "DockTime", id: 508034739
mas "Drafts", id: 1435957248
mas "Earth 3D", id: 476566660
mas "Earth 3D - World Atlas", id: 609649363
mas "Easy New File", id: 1162194131
mas "eDrawings", id: 1209754386
mas "Exporter", id: 1099120373
mas "fHash", id: 1055555711
mas "Fleet", id: 1183559550
mas "FSNotes", id: 1277179284
mas "Gapplin", id: 768053424
mas "Gladys", id: 1382386877
mas "HandShaker", id: 1012930195
mas "HazeOver", id: 430798174
mas "Helium", id: 1054607607
mas "HeliumLift", id: 1018899653
mas "Hex Fiend", id: 1342896380
mas "iBooks Author", id: 490152466
mas "iHex", id: 909566003
mas "iHosts", id: 1102004240
mas "Infographics Lab - Templates", id: 577411683
mas "iScherlokk Lite", id: 918486500
mas "iStat Menus", id: 1319778037
mas "iStatistica", id: 1025822138
mas "iWall", id: 1214761683
mas "JSONModeler", id: 1143129421
mas "Keka", id: 470158793
mas "KeyboardLocker", id: 1444996429
mas "Keymou", id: 449863619
mas "Keynote 讲演", id: 409183694
mas "Kindle", id: 405399194
mas "Launchey 2", id: 1365625021
mas "MacFamilyTree 8", id: 1037755919
mas "Magic Sort List", id: 883969157
mas "Magnet", id: 441258766
mas "Maipo", id: 789066512
mas "Mathpix Snipping Tool", id: 1349670778
mas "Micro Snitch", id: 972028355
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Mindfulness Bell Menu Bar", id: 1144260305
mas "Miroir", id: 985134131
mas "Moom", id: 419330170
mas "MWeb", id: 1403919533
mas "Notability", id: 736189492
mas "Numbers 表格", id: 409203825
mas "Pages 文稿", id: 409201541
mas "Perculia", id: 1462633284
mas "PinPoint", id: 408265505
mas "PiPifier", id: 1160374471
mas "PixelScheduler", id: 976996075
mas "Pomy", id: 1422640635
mas "PopClip", id: 445189367
mas "QQ", id: 451108668
mas "QQ影音", id: 1467163328
mas "QQ音乐", id: 595615424
mas "QR Creator Mini", id: 1185353935
mas "QR Journal", id: 483820530
mas "QuickLinks", id: 1200685619
mas "Rearview", id: 1459730659
mas "Remote Mouse", id: 403195710
mas "RMS 共享", id: 908570259
mas "RunCat", id: 1429033973
mas "ScreenShot PSD", id: 489880259
mas "Shortcut Bar", id: 1148891783
mas "SIDT", id: 1308724728
mas "SketchBook", id: 863486266
mas "Skitch", id: 425955336
mas "SnippetsLab", id: 1006087419
mas "Source Player Lite", id: 1444389594
mas "Spark", id: 1176895641
mas "Speedtest", id: 1153157709
mas "Spelling Alphabet", id: 499351638
mas "SubEthaEdit", id: 728530824
mas "Telegram", id: 747648890
mas "Termius", id: 1176074088
mas "The Unarchiver", id: 425424353
mas "Time Sink", id: 404363161
mas "Trello", id: 1278508951
mas "VectorView", id: 1172866932
mas "VOX", id: 461369673
mas "Xcode", id: 497799835
mas "XMaker", id: 1076223220
mas "Yoink", id: 457622435
mas "ZoomMe", id: 1437487517
mas "ZoomNotes Desktop", id: 986761220
mas "企业微信", id: 1189898970
mas "休息一下", id: 1457158844
mas "优酷", id: 1014945607
mas "印象笔记", id: 1356055347
mas "奇妙清单", id: 410628904
mas "富途牛牛尊享版", id: 1058271449
mas "开发者之刃", id: 1445645840
mas "录音机", id: 1017198069
mas "微信", id: 836500024
mas "思诗", id: 1416483550
mas "截图", id: 1059334054
mas "搬文工", id: 1414457383
mas "欧路词典", id: 402380914
mas "每日英语听力", id: 734383760
mas "爱奇艺", id: 1012296988
mas "爱奇艺万能播放器", id: 1331844018
mas "爱英阅", id: 1050489667
mas "看图", id: 1314842898
mas "神奇相册", id: 1441404964
mas "花样文字", id: 1454211033
mas "讯飞语音输入", id: 1243368435
